TargetApplication=Advanced Renamer
Author=Omar Einea <eineao@gmail.com>
SourceLANGID=1033
LANGID=1025
Generator=DKLang Translation Editor v3.0
LastModified=2014-03-10 00:25:43

[About]
00000002=حول
00000094=Aren
00000161=إغلاق
00000162=الإصدارات
00000165=التعليقات, المشاكل, طرق للتطوير إلخ. مرحّب بها
00000166=Advanced Renamer حول
00000167=أيضا قم بزيارة المنتدى
00000168=تبرع

[AddDir]
00000002=إضافة مسار
00000094=&الغطاء:
00000161=إلغاء الأمر
00000162=موافق
00000163=&الدليل الفرعي
00000164=مجلد جديد...

[ARenMain]
00000002=ARen
00000005=0 عناصر
00000006=0 خطأ
00000007=الحالة: جيد
00000008=شريط الأدوات الرئيسي
00000009=تحديث
00000010=&معاينة التسمية
00000011=معاينة &تلقائية
00000012=صور مصغرة
00000013=الإعدادات
00000014=&مساعدة
00000015=&الدليل...
00000016=مفاتيح &الإختصار...
00000017=&سجل النسخ السابقة...
00000018=التحقق من &الإصدار الجديد...
00000020=&عنّا...
00000021=&تراجع الخطوة السابقة
00000022=بدء التسمية
00000023=قائمة شريط الأدوات
00000024=&إضافة
00000025=&الملفات...
00000026=&المسارات...
00000027=&القائمة
00000028=&تحميل...
00000029=&حفظ...
00000030=&مسح...
00000031=إزالة &الملفات الخاطئة
00000032=نقل للقمة
00000033=نقل للأعلى
00000034=نقل للأسفل
00000035=نقل للفاع
00000036=تسمية الملفات
00000058=تسمية المجلدات
00000067=اسم الملف:
00000068=المسار:
00000069=الحجم الملف:
00000070=تاريخ الإنشاء:
00000071=تاريخ التعديل:
00000072=نوع الملف:
00000073=السمات:
00000074=تاريخ الوصول:
00000075=معلومات الملف
00000076=لا يوجد معلومات
00000077=.لا يمكن تحميل معلومات موسعة, قد يكون الملف قيد الإستخدام من قبل برنامج آخر
00000078=الصورة
00000079=الأبعاد:
00000080=تاريخ الأخذ:
00000081=المؤلّف:
00000082=حق النشر:
00000084=ID3
00000085=العنوان:
00000086=الفنان:
00000087=الألبوم:
00000088=المسار:
00000089=السنة:
00000090=الأسلوب:
00000091=المسار
00000092=يحتوي على:
00000094=لا توجد طرق.
00000095=قائمة طرق التسمية
00000096=شريط الطرق
00000097=إضافة طريقة
00000098=إزالة طريقة
00000099=مسح
00000100=القمة
00000101=الأعلى
00000102=الأسفل
00000103=القاع
00000105=تحميل قائمة الطرق
00000106=حفظ قائمة الطرق
00000107=المسبقة:
00000110=حفظ القائمة
00000111=نقل المختار
00000112=نقل للقمة
00000113=نقل للأعلى
00000114=نقل للأسفل
00000115=نقل للقاع
00000116=إضافة...
00000117=إزالة
00000118=شغّل
00000119=الحصائص...
00000120=تحميل القائمة...
00000121=الى ملف نصّي...
00000122=مسح القائمة
00000123=تحديث
00000124=مجموعات
00000125=تناسب الأعمدة
00000144=&تخصيص...
00000145=&نسخ
00000152=نقل
00000153=القمة
00000154=الأعلى
00000155=الأسفل
00000156=القاع
00000157=تغيير الطريقة الى
00000158=إضافة طريقة
00000159=حذف
00000160=مسح
00000161=تحتاج مساعدة للشروع في العمل?
00000162=تحتاج مساعدة للشروع في العمل?
00000163=&الشروع في العمل...
00000164=إضافة طريقة تسمية
00000179=أدخل &علامة
00000180=&تراجع
00000181=ق&ص
00000182=&نسخ
00000183=&لصق
00000184=اختيار &الكل
00000185=زر &المنتدى الإلكتروني...
00000186=تخصيص الأعمدة
00000187=المجموعات
00000188=تناسب الأعمدة
00000189=&تخصيص...
00000190=نمط العرض
00000191=التفاصيل
00000192=أيقونات كبيرة
00000193=أيقونات صغيرة
00000194=القائمة
00000195=&ساهم في المشروع...
00000196=علّم
00000197=أزل علامة المختار
00000198=علّم المختار
00000200=أزل العلامة عن الكل
00000201=علّم الكل
00000202=نمط التسمية:
00000203=مجلد الإخراج:
00000204=حفظ القائمة
00000205=CSV الى ملف...
00000206=ID3 أزل الملفات التي لاتحوي علامة
00000207=أزل الملفات التي لاتحوي معلومات صورة
00000219=قاعدة اسم التعارض:
00000220=الفاصل:
00000221=النموذج:
00000223=افتح طريقة التسمية
00000225=حفظ طريقة التسمية
00000226=فيديو
00000227=الأبعاد:
00000228=معدل الإطار:
00000229=المدة:
00000230=ترميز الفيديو:
00000231=ترميز الصوت:
00000232=معدل البت:
00000233=GPSموقع الـ:
00000234=التصنيف عشوائيا
00000235=تغيير الوصف...
00000236=GPSدقة الـ:
00000237=Exif أداة...
00000238=إضافة مجلد شريط الأدوات
00000239=إضافة المختار
00000240=إظهار الملفات
00000241=تحديث
00000242=قائمة مجلّد
00000243=قائمة مجلّد
00000244=إضافة المختار
00000245=عرض تلفزيوني...
00000246=إستيراد
00000247=عرض تلفازي:
00000248=حلقة تلفازية:
00000249=CSV ملف...
00000250=تحديد بالرسم...
00000251=إزالة التحديد بالرسم...
00000252=البرنامج
00000253=تخصيصات نص الأوامر...
00000254=علامات عكسية
00000255=اختيار
00000256=اختيار الكل
00000257=اختيار لا شيء
00000258=اختيار معكوس
00000259=Mark not matching pattern...

[BatchResultFrame]
00000003=النتيجة النهائية
00000004=عدد العناصر الكلي:
00000005=الأخطاء الموجودة:
00000006=إظهار الأخطاء...
00000007=التراجع عن التسمية الأخيرة...
00000008=إضافة كل الملفات الناجحة
00000009=إضافة العناصر ذات الأخطاء
00000010=إضافة كل العناصر

[CustomizeCols]
00000002=تخصيص الأعمدة
00000094=مجموعات &الأعمدة:
00000095=&الأعمدة:
00000096=سماكة الأعمدة:
00000097=موافق
00000098=إلغاء الأمر
00000099=&الأعلى
00000100=&الأسفل
00000101=&القمة
00000102=&القاع
00000103=حفظ
00000104=حذف

[frmAddFolderChoice]
00000001=إضافة مجلد
00000002=إلغاء الأمر
00000003=موافق
00000004=أضف ال&ملفات المحتواة ضمن المجلدات
00000005=أضف الم&جلد
00000006=&تضمّن المجلدات الفرعية
00000007=غطاء اسم الملف&:
00000008=Advanced Renamer اختر الطريقة التي تريد بها إضافة المجلدات للـ.
00000009=أضف المجلدات ال&جذرية
00000010=أضف المجلدات ال&فرعية

[frmCSVImport]
00000002=CSV استيراد
00000003=&استيراد
00000008=إلغاء الأمر
00000009=اسم الملف:
00000010=فاصل الأعمدة:
00000011=عامود اسم الملف الأصلي:
00000012=اختياري) :عامود اسم الملف الجديد)
00000013=المجلد الأساسي للملفات الأصلية:
00000014=السطر الأول هو الرئيسي
00000015=اسم الملف الأصلي
00000016=اسم الملف الجديد
00000017=الحالة

[frmExifTool]
00000002=Exif أداة
00000094=إغلاق
00000096=الشعار:
00000097=نسخ
00000098=لتحقق مدى وصول أكبر لملفات أكثر Exif استخدم أداة .Advanced Renamer هي برنامج خارجي يدعم صيغ ملفات أكثر من التي يدعمها Exif أداة
00000099=Exif موقع أداة

[frmJSScript]
00000001=برنامج نصّي
00000002=إغلاق و تفعيل البرنامج النصّي
00000003=سينفذ البرنامج النصّي مرّة واحدة على جميع الملفات في القائمة.
00000004=سيتم تنفيذ هذا البرنامج النصّي مرة واحدة و قبل التكرار و معاملة كافة العناصر في قائمة. استخدمه لإعداد أي قيمة أولية.

[frmTVShow]
00000002=إستيراد العرض التلفازي
00000003=موافق
00000004=بحث عن عرض تلفازي:
00000005=بحث
00000006=التالي >
00000007=< السابق
00000008=إلغاء الأمر
00000009=العرض المختار:
00000010=الأسلوب:
00000011=الموسم:
00000013=الموسم:
00000014=الحلقات:
00000015=TVRage.com استخدم هذا الدليل لتجميع الملفات في القائمة مع المعلومات التي تم جمعها عن العروض التلفازية من موقع.\n\nقبل المتابعة يجب عليك التأكد من أن الملفات في القائمة مرتبة بشكل صحيح.\n\nيمكنك استخدام شعارات العروض التلفازية لإعادة تسمية الملفات مع معلومات العروض التلفازية tvrage.com عند انتهاء استيراد المعلومات من.\n
00000016=إستيراد من:
00000017=حصيلة قائمة الملفات:
00000018=حصيلة الحلقات المختارة:
00000019=تحديث

[InsertTag]
00000003=<Inc Nr> - أرقام متزايدة
00000096=الإفتراضي
00000097=<DirName> - اسم المسار
00000099=<Inc Alpha> - (أحرف متتابعة (أ > ي
00000101=<Num Dirs> - العدد الكلي للمسارات الفرعية في المسار الأصلي
00000103=<Num Files> - العدد الكلي للملفات في المسار
00000105=<Ext> - (الإمتداد (الصيغة
00000107=<Name> - اسم الملف بدون الإمتداد
00000109=<Inc NrDir> - أرقام متزايدة للمجلدات
00000111=<Num Items> - العدد الكلي للعناصر في القائمة
00000113=ID3/MP3
00000114=<ID3 Album> - الألبوم
00000116=<ID3 Year> - السنة
00000118=<ID3 Track> - المسار
00000120=<ID3 Title> - العنوان
00000122=<ID3 Genre> - الأسلوب
00000124=<ID3 Artist> - الفنان
00000126=الصورة
00000127=<Img Width> - عرض الصورة
00000129=<Img Height> - ارتفاع الصورة
00000131=<Img Year> - سنة الصورة
00000133=<Img Month> - شهر الصورة
00000135=<Img Day> - يوم الصورة
00000137=<Img Hour> - ساعة الصورة
00000139=<Img Min> - دقيقة الصورة
00000141=<Img Sec> - ثانية الصورة
00000143=<Img Author> - فنان الصورة
00000145=<Img Copyright> - حق نشر الصورة
00000147=الوقت
00000148=<Year> - السنة
00000150=<Sec> - الثانية
00000152=<Min> - الدقيقة
00000154=<Hour> - الساعة
00000156=<Day> - اليوم
00000158=<Month> - الشهر
00000160=المؤلف
00000161=<Year Created> - سنة التأليف
00000163=<Sec Created> - ثانية التأليف
00000165=<Min Created> - دقيقة التأليف
00000167=<Hour Created> - ساعة التأليف
00000169=<Day Created> - يوم التأليف
00000171=<Month Created> - شهر التأليف
00000173=التعديل
00000174=<Year Modified> - سنة التعديل
00000176=<Sec Modified> - ثانية التعديل
00000178=<Min Modified> - دقيقة التعديل
00000180=<Hour Modified> - ساعة التعديل
00000182=<Day Modified> - يوم التعديل
00000184=<Month Modified> - شهر التعديل
00000186=مساعدة
00000187=<Rand> - رقم عشوائي
00000188=متقدة
00000189=<File Content> - محتوى الملف
00000190=<Bitrate> - معدل البت
00000191=<Substr> - جزء من الإسم
00000192=<RSubstr> - معكوس - جزء من الإسم
00000193=<Word>  - كلمة فهرستها من اسم الملف
00000194=<Img Subsec> - ثانية فرعية للصورة
00000195=حجم الملف
00000196=<Filesize> - حجم الملف
00000197=<Filesize KB> - حجم الملف بالكيلو بايت
00000198=<Filesize MB> - حجم الملف بالميغا بايت
00000199=<Filesize GB> - حجم الملف بالغيغا بايت
00000200=<Filesize TB> - حجم الملف بالتيرا بايت
00000201=فيديو
00000202=<Video Width> - بعد الفيديو الأفقي
00000203=<Video Height> - بعد الفيديو الشاقولي
00000204=<Video Codec> - ترميز الفيديو
00000205=<Video Audio Codec> - ترميز الصزت
00000206=<Bitrate> - معدل البت الشامل
00000207=<Video Bitrate> - معدل البت فقط للفيديو
00000208=<Video Audio Bitrate> - معدل البت فقط للصوت
00000210=<Video FrameRate> - عدد الإطارات في الثانية
00000211=<Video Duration> - مدة عرض الفيديو
00000212=<Img CameraMake> - اسم الكاميرا
00000213=<Img CameraModel> - موديل الكاميرا
00000214=<Img Aperture> - فتحة الصورة
00000215=<Img Brightness> - سطوع الصورة
00000216=<Img FocalLength> - البعد المحرقي
00000217=<Img ISO> - الصورة ISO
00000218=<Img ShutterSpeed> - سرعة آخذ الصورة
00000219=<Img ExposureTime> - وقت كشف الصورة
00000220=<Img Subject> - موضوع الصورة
00000221=<Img Title> - عنوان الصورة
00000222=<Img Contrast> - تباين الصورة
00000223=<Img ExposureMode> - نمط كشف الصورة
00000224=<Img ExposureProgram> - برنامج كشف الصورة
00000225=<Img Saturation> - تشبع الصورة
00000226=<Img Sharpness> - حدّة الصورة
00000227=<Img WhiteBalance> - توازن بياض الصورة
00000228=GPS
00000229=<GPS Lat> - خط العرض
00000230=<GPS Lat Deg> - درجات خط العرض
00000231=<GPS Lat Sec> - ثواني خط العرض
00000232=<GPS Lat Min> - دقائق خط العرض
00000237=<GPS Lng> - خط الطول
00000238=<GPS Lng Deg> - درجات خط الطول
00000239=<GPS Lng Min> -  خط الطول
00000240=<GPS Lng Sec> - ثواني خط الطول
00000241=<GPS Alt> - الإرتفاع
00000242=<GPS Country> - البلد الذي أخذت فيه الصورة
00000243=<GPS City> - المدينة التي أخذت فيها الصورة
00000244=<GPS State> - الدولة التي أخذت فيها الصورة
00000245=<GPS Lng Dir> - اتجاه خط الطول
00000246=<GPS Lat Dir> - اتجاه خط العرض
00000247=<ExifTool> - Exif القيمة المعطاة من أداة
00000249=الاختباري
00000250=<MD5> - MD5 الاختباري
00000251=<SHA1> - SHA-1 الاختباري
00000252=<SHA256> - SHA-256 الاختباري
00000253=العرض التلفازي
00000254=<TVShow Genres> - قائمة الأنواع
00000255=<TVShow Year> - السنة التي أصدرت فيها الحلقة
00000256=<TVShow Title> - اسم العرض التلفازي
00000257=<TVShow Season> - رقم الموسم
00000258=<TVShow EpisodeNumber> - رقم الحلقة
00000259=<TVShow Day> - اليوم التي أصدرت فيها الحلقة
00000260=<TVShow Month> - الشهر التي أصدرت فيها الحلقة
00000261=<TVShow StartYear> - السنة التي بدأ فيها العرض التلفازي
00000262=<TVShow EpisodeTitle> - عنوان الحلقة
00000263=<TVShow EpisodeSequence> - رقم الحلقة المتسلسل
00000264=<Inc Hex> - أرقام ستة عشرية متزايدة
00000265=<Inc Roman> - أرقام رومانية متزايدة
00000266=<Video Title> - عنوان الفيديو
00000267=<Video Genre> - نوع الفيديو
00000279=<ID3 Duration> - وقت عرض الصوت
00000280=<ID3 Hour> - قسم الساعات من وقت عرض الصوت
00000281=<ID3 Min> - قسم الدقائق من وقت عرض الصوت
00000282=<ID3 Sec> - قسم الثواني من وقت عرض الصوت
00000283=<Video Hour> - قسم الساعات من وقت عرض الفيديو
00000284=<Video min> - قسم الدقائق من وقت عرض الفيديو
00000285=<Video Sec> - قسم الثواني من وقت عرض الفيديو
00000286=<File Line> - خط الملف
00000287=<Dec Nr> - أرقام متناقصة

[InsertTagWnd]
00000002=قيمة الحقل النصي
00000094=إلغاء الأمر
00000095=القيمة الرقمية
00000096=النمط
00000097=موافق
00000098=استخدام تعبيرات عادية
00000099=الشعار:
00000100=أحرف ميتا للتعبير العادي:

[Patern]
00000002=الأنماط
00000094=الأنماط ال&متاحة:
00000159=حذف
00000160=الأنماط المخ&تارة:
00000161=موافق
00000162=إلغاء الأمر
00000163=إضافة
00000164=&جديد

[PreRenaming]
00000002=بدء التسمية
00000094=خيارات التسمية:
00000160=تأكد أن إعدادات التسمية صحيحة قبل أن تضغط على زر التسمية.
00000161=إلغاء الأمر
00000162=البدء

[Progress]
00000002=حاري
00000094=يرجى الانتظار أثناء أداء التسمية ...
00000160=الكمية الإحمالية من الملفات:
00000161=موافق
00000162=راجع الأخطاء
00000163=أضف ملفات:
00000164=لا شيء
00000165=لا شيء\nالملفات التي يمكن تسميتها\nالملفات التي لا يمكن تسميتها\nجميع الملفات
00000166=الصفحة الأولى
00000167=اسم الملف
00000168=رمز الخطأ
00000169=تفاصيل الأخطاء
00000170=كل الملفات:
00000171=النجاحl:
00000172=الأخطاء:
00000173=الصفحة الثانية
00000174=الأخطاء الموجودة:

[ProgressAdd]
00000002=رجاء انتظر
00000094=إضافة ملفات...
00000161=إلغاء الأمر

[ProgressError]
00000002=لقد تم العثور على الخطأ
00000094=لقد تم العثور على الخطأ في الملفات المختارة من أجل التسمية. الملفات التالية لايمكن إعادة تسميتها. اختر نشاطاً أدناه. لم يتم إعادة تسمية أي ملف بعد.
00000161=إيقاف التسمية
00000163=تخطي الملفات الخاطئة
00000164=العدد الكلي للملفات:
00000165=الأخطاء:
00000166=اسم الملف
00000167=خطأ

[Settings]
00000002=الإعدادات
00000161=إلغاء الأمر
00000162=موافق
00000163=الإفتراضي
00000164=&استبدل غير المعتمد مع:
00000165=عرض ال&صورة المصغرة:
00000166=طول ال&صورة المصغرة:
00000167=إظهار نافذة &معلومات الملف
00000168=تأكيد &مسح قائمة
00000171=& قائمة مستكشف السياق
00000172=إظهار ال&شبكة
00000173=من أجل طول و عرض الصورة EXIF استخدم معلومات
00000175=اللغات:
00000177=احفظ الخيارات في هذا المجلد:
00000178=المجلد الشخصي
00000179=aren.exe نفس المجلد مثل
00000183=ID3v1, ID3v2
00000184=ID3v1, ID3v2\nID3v2, ID3v1\nID3v1\nID3v2\n
00000186=فتح المجلد..
00000187=إظهار مساعدة الشروع بالعمل
00000188=Inc Nr استخدام الحشو صفر في شعار الـ
00000194=التحقق من وجود تحديثات عند التشغيل
00000195=لعمليات Exif حقل:\nالتاريخ و الوقت على الصور
00000196=Inc Nr الحالة المختارة تؤثر على شعار
00000197=إشارات الترقيم:
00000198=Advanced Renamer مع برنامج (.aren) ربط الملفات ذات اللاحقة
00000199=البيئة
00000200=البرنامج
00000201=التسمية
00000202=الملفات الصورية
00000203=الملفات الصوتية
00000204=ID&إعدادات 3:
00000205=إظهار شريط أدواة إضافة الطرق
00000206=إضافة ملفات عندما تنتهي التسمية:
00000207=عداء وحدة التحكم
00000208=تطبيق المجلد في بيئة المسار
00000209=JS المحرر النصي
00000210=حجم بادئة التبويب:
00000212=انتقل بعد نهاية السطر
00000213=Item limit:

[UndoBatchForm]
00000002=تراجع
00000094=حدد وظيفة تراجع في القائمة إلى اليسار
00000161=إغلاق
00000162=التراجع عن هذه القائمة
00000163=العنصر الأصلي
00000164=اسم الملف بعد التسمية
00000165=خطأ
00000166=المجلد الأصلي
00000167=اختيار الكل
00000168=إزالة الإختيار عن الكل
00000169=حدد مهمة تسمية سابقة أدناه وانقر على زر "التراجع عن هذه القائمة" لتتراجع عن التسمية.
00000170=المجلد المسمّى
00000171=حذف...
00000172=قم بإلغاء التحديد من العناصر ال&خاطئة

[frmCommandLine]
00000002=تخصيصات نص الأوامر
00000202=نمط التسمية:
00000223=فتح طريقة التسمية
00000224=المسار:
00000225=ملف قائمة الطرق:
00000226=نوع العنصر:
00000227=العناصر:
00000228=ترتيب العنصر:
00000229=مسار إخراج ملف السجل:
00000230=مجلد الوجهة:
00000231=قناع العنصر:
00000232=قناع مصطلح العنصر:
00000233=الأمر:
00000234=الملف يحتوي على العناصر:
00000235=إضافة العناصر من المجلدات الفرعية أيضا
00000236=عكس
00000237=العناصر من المسار
00000238=قائمة العناصر
00000239=الملف يحتوي على العناصر
00000240=نسخ الأمر
00000241=.bat حفظ كملف...
00000242=إغلاق
00000243=فتح الملف
00000244=حفظ الملف
00000245=حفظ ملف عمليات التسمية

[$CONSTANTS]
AbsoluteDateTime=الوقت و التاريخ المحدد
Accessed=الوصول
AccessedDateTime=الوقت و التاريخ للوصول
Active=نشط
Add=إضافة
AddFiles=إضف ملفات
AddingFiles=إضافة ملفات...
All=كل
AllFiles=كل الملفات
AllItems=كل العناصر
AnalyzingFiles=تحليل ملفات...
ApplyScript=تطبيق البرنامج النصّي
ApplyTo=تنطبق على
Archive=الأرشيف
Archive_Short=الأرشيف
Ask=اسأل
AtIndex=في الفهرس
Audio=صوت
Backwards=بالمقلوب
BatchModeCopy=نسخ
BatchModeMove=نقل
BatchModeRename=إعادة تسمية
Beta=غير مستقر
BetaFeature=ميزة غير مستقرة
CaseSensitive=حالة الأحرف
ColumnName0=اسم الملف
ColumnName1=المسار
ColumnName10=ID3 أسلوب الـ
ColumnName100=اسم المجلد
ColumnName101=المسار
ColumnName102=تاريخ الإنشاء
ColumnName103=السمات
ColumnName104=السمات الجديدة
ColumnName105=اسم المجلد الجديد
ColumnName106=تاريخ الإنشاء الجديد
ColumnName107=رمز الخطأ
ColumnName108=خطأ
ColumnName109=مسار جديد
ColumnName11=ID3 عنوان الـ
ColumnName12=ID3 مسار الـ
ColumnName13=ID3 سنة الـ
ColumnName14=السمات الجديدة
ColumnName15=اسم الملف الجديد
ColumnName16=تاريخ الإنشاء الجديد
ColumnName17=تاريخ الوصول الجديد
ColumnName18=تاريخ التعديل الجديد
ColumnName19=رمز الخطأ
ColumnName2=حجم
ColumnName20=خطأ
ColumnName21=تاريخ التقاط
ColumnName22=امتداد
ColumnName23=مسار جديد
ColumnName3=تاريخ الإنشاء
ColumnName4=تاريخ الوصول
ColumnName5=تاريخ التعديل
ColumnName6=سمات
ColumnName7=الأبعاد
ColumnName8=الألبوم
ColumnName9=الفنان
CopiedFileCouldNotBeFound=تعذر العثور على الملف المنسوخ
CopiedFolderCouldNotBeFound=تعذر العثور على المجلد المنسوخ
CopiedItem=العناصر المنسوخة
CopiedItemPath=مسار العناصر المنسوخة
Created=الإنشاء
CreatedDateTime=وقت و تاريخ الإنشاء
current=الحالي
Datetime=الوقت و التاريخ
Day=اليوم
Day_Long_1=الإثنين
Day_Long_2=الثلاثاء
Day_Long_3=الأربعاء
Day_Long_4=الخميس
Day_Long_5=الجمعة
Day_Long_6=السبت
Day_Long_7=الأحد
Day_Short_1=الإثنين
Day_Short_2=الثلاثاء
Day_Short_3=الأربعاء
Day_Short_4=الخميس
Day_Short_5=الجمعة
Day_Short_6=السبت
Day_Short_7=الأحد
DeltaDateTime=دلتا التاريخ والوقت
Description=الوصف
DirnamePattern=نمط اسم المسار
Edit=تعديل
Error=خطأ
Errors=الأخطاء
Err_100=موافق
Err_101=خطأ غير معروف
Err_102=<>:"/\\*? هذه الرموز غير معتمدة في أسماء الملفات
Err_103=اسم الملف يحتوي على أحرف غير قانونية
Err_104=اسم الملف طويل جداً
Err_105=الملف موجود مسبقا
Err_106=المجلد غير موجود
Err_107=لا يمكن العثور على الملف المصدر
Err_108=لم يتم تحديد اسم الملف
Err_109=احتمال وجود ملفات متعددة بنفس الاسم
Err_110=طريقة تسمية غير صالحة
Err_111=لم يتم العثور على معلومات الصورة
Err_112=ID3 لم يتم العثور على شعار
Err_113=<Inc Alpha>عدد كبير جدا من الملفات للقيام بـ
Err_114=طابع زمني غير صالح
Err_115=تم تغيير الإمتداد
Err_116=شعار غير صالح
Err_117=تعبير عادي غير صالح
Err_118=النمط غير موجود
Err_119=لا توجد نتائج من مخدّم الجغرافيا
Err_120=نتيجة غير صالحة من مخدّم الجغرافيا
Err_121=لم يتم العثور على معلومات فيديو
Err_122=GBS لم يتم العثور على معلومات
Err_123=المجلدات لا يمكن نقلها أو نسخها إلى محرك أقراص مختلف
Err_124=برنامج نصي غير صالح
Err_125=Exif خطأ في الأداة
Err_126=لم يتم الحصول على معلومات العرض التلفازي. استخدم المستورد التلفازي أولاً
Excellent=ممتاز
EXIFDate_DateDigitized=التاريخ الرقمي
EXIFDate_DateOriginal=التاريخ الأصلي
EXIFDate_DateTaken=التاريخ المأخوذ
Extension=الإمتداد
Fair=مقبول
File=الملف
FileCouldNotBeRenamed=لا يمكن تغيير اسم الملف
Fileinfo=معلومات الملف
FilenamePattern=نمط اسم الملف
FileRenamedOK=تمّت تسمية الملف
Files=الملفات
Folder=المجلد
FolderLocation=موقع المجلد
Folders=المجلدات
GettingThumbnails=استرجاع الصور المصغرة
Good=جيد
GotErrors=حصل خطأ
HandleNegativeNumbers=التعامل مع الأرقام السالبة
Hidden=مخفي
Hidden_Short=ساعة
Hour=ساعة
Ideal=مثالي
ImageDateTime=وقت و تاريخ الصورة
ImageFile=ملف صورة
InputMessageDescription=غير وصف الطريقة
InvertCase=وضع عكس الحالة
ItemNotReverted=لا يمكن اعادة العنصر
ItemRevertedOK=العنصر أعيد بنجاح
Items=الملفات
LoadList=حمل القائمة
LowerCase=تصغير كل الأحرف
LowerCaseFirstLetter=تصغير أول حرف فقط
LowerCaseFirstLetterInEveryWord=تصغير أول حرف من كل كلمة
LowerCasePattern=وضع نمط لتصغير الأحرف
MethodName_Add=إضافة
MethodName_Attributes=السمات
MethodName_List=القائمة
MethodName_Move=نقل
MethodName_NewCase=حالة جديدة
MethodName_NewName=اسم جديد
MethodName_Remove=إزالة
MethodName_RemovePattern=إزالة جزء
MethodName_Renumber=إعادة الترقيم
MethodName_Replace=تبديل
MethodName_Script=برنامج نصّي
MethodName_Swap=مبادلة
MethodName_Timestamp=الطابع الزمني
MethodName_Trim=تقليم
Methods=الطرق
Min=دقيقة
Moderate=معتدل
Modified=معدّل
ModifiedDateTime=وقت وتاريخ التعديل
Month=الشهر
Month_01_Long=كانون الثاني
Month_01_Short=كانون 2
Month_02_Long=شباط
Month_02_Short=شباط
Month_03_Long=آذار
Month_03_Short=آذار
Month_04_Long=نيسان
Month_04_Short=نيسان
Month_05_Long=أيار
Month_05_Short=أيار
Month_06_Long=حزيران
Month_06_Short=حزيران
Month_07_Long=تموز
Month_07_Short=تموز
Month_08_Long=آب
Month_08_Short=آب
Month_09_Long=أيلول
Month_09_Short=أيلول
Month_10_Long=تشرين الأول
Month_10_Short=تشرين 1
Month_11_Long=تشرين الثاني
Month_11_Short=تشرين 2
Month_12_Long=كانون الأول
Month_12_Short=كانون 1
MoveCount=نقل الكمية
MovedFileCouldNotBeFound=الملف المنقول غير موجود
MovedFolderCouldNotBeFound=المجلد المنقول غير موجود
MovedItem=الملف منقول
MovedItemPath=مسار الملف منقول
MoveFrom=نقل من
MoveRelative=نقل ذو الصلة
MoveTo=نقل الى
MsgTitle_Confirm_ClearList=مسح القائمة
MsgTitle_Confirm_DeleteColumnSet=حذف مجموعة العمود?
MsgTitle_Confirm_OverwriteColumnSet=مجموعة موجود مسبقا
MsgTitle_Confirm_Quit=Advanced Renamer إغلاق
MsgTitle_Error=خطأ
MsgTitle_Error_FileNotFound=الملف غير موجود
MsgTitle_Error_InvalidColumnSetName=اسم غير صالح
Msg_Confirm_ClearList=أنت على وشك مسح كل الملفات من القائمة.\n\nأمتأكد أنك تريد المتابعة?
Msg_Confirm_ClearMethodList=هل تريد مسح قائمة الطرق?
Msg_Confirm_DeleteColumnSet=حذف مجموعة العمود\n\n"%s" متأكد من أنك تريد حذف مجموعة تدعى
Msg_Confirm_ExtChanged=سيتم تغيير إمتداد بعض الملفات. هذا يمكن في بعض الحالات جعل الملفات غير صالحة للاستعمال.\n\nهل تريد متابعة التسمية على كل حال?
Msg_Confirm_OverwriteColumnSet=المجوعة موجودة بالأصل\n\n"%s" هل تريد الكتابة فوق مجموعة تدعى?
Msg_Confirm_OverwriteFile=الكتابة فوق الملف?\n\nهل ترغب في الاستمرار ."%s" أنت على وشك الكتابة فوق الملف?
Msg_Confirm_PopulateList=تعبئة مربع الحوار بالأسماء الأصلية للعناصر التي في القائمة?
Msg_Confirm_Quit=لا تزال هناك ملفات في القائمة\n\nمتأكد من أنك تريد الإغلاق?
Msg_Confirm_RenamingPossibleErrors=تم العثور على خطأ\n\nمن المحتمل أن الأخطاء التي تم العثور عليها تجعل من عملية إعادة تسمية الملفات المضافة مستحيلة\n\nالإستمرار في التسمية?
Msg_Confirm_SettingsPathChanged=لقد قمت بتغيير مجلد الإعدادات.\n\nهل تريد نسخ الإعدادات الحالية إلى هذا المجلد?\n\nملاحظة: كل الملفات الموجودة في المجلد ستتم الكتابة فوقها.
Msg_Error_AddFileAssociation=لا يمكن أن تضيف رابط الملف
Msg_Error_CannotAddSoManyFiles=لا يمكن إضافة الملفات.\n\nعنصر الى هذه القئمة %d لا يمكن تحميل أكثر من.
Msg_Error_CheckUpdates=خطأ\n\nلا يمكن التحقق من وجود تحديثات.
Msg_Error_CoultNotCreateFolder=تعذر إنشاء مجلد
Msg_Error_FileNotFound=خطأ\n\n"%s" لا يمكن العثور على الملف.
Msg_Error_InvalidColumnSetName=خطأ\n\nليس اسما صالحا %s\n\nاسم مجموعة عمود يمكن أن تحوي أحرف, أرقام, - و  _ فقط.
Msg_Error_InvalidFolder=خطأ\n\nليس مجلد صالح.
Msg_Error_MustEnableBeforeAddFolders="%s" أو "%s" يجب عليك تفعيل
Msg_Error_NotFoundItems=عناصر لم يتم العثور عليها %d.\n\n%s
Msg_Error_NoUndoList=لم يتم اختيار أي قائمة تراجع.
Msg_Error_Only2000Plus=هذه الميزة غير متوافقة مع النظام الخاص بك. هذه الميزة متوفرة فقط على ويندوز 2000 أو أعلى.
Msg_Error_RemoveFileAssociation=لا يمكن إزالة اقتران الملف
Msg_Error_RenamingNoFilesInList=خطأ\n\nلا يمكن بدأ عملية التسمية لعدم وجود ملفات في القائمة.
Msg_Error_Unknown=خطأ غير معروف\n\n%s
Msg_FirstTimeUse=من الأفضل أن تلقي نظرة على دليل المستخدم قبل الشروع في استخدام هذا البرنامج. Advanced Renamer قد تكون هذه أول مرة تستخدم فيها.\n\nهل تريد القاء نظرة على دليل المستخدم?
Msg_Info_BatchModeNotSupportedForFolders=طريقة التسمية المختارة غير معتمدة للاستخدام مع المجلدات.
Msg_Info_ConvertMethods_0310=الطرق المسبقة متوضعة في مجلد مخصص. عندما تضغط موافق سوف تكون قادر على اختيار مجلد فارغ لتحول اليه الطرق المسبقة الموجودة لديك  Advanced Renamer في هذا الإصدار من.
Msg_Info_CouldNotBeAdded=لا يمكن إضافتها %d ملفات.
Msg_Info_ItemsAlreadyInList=من العناصر هي أصلا في القائمة %d
Msg_Info_LanguageChange=سيتم تطبيق تغييرات اللغة عند إعادة تشغيل البرنامج.
Msg_Info_NewVersion=متاحة حالياً Advanced Renamer هناك نسخة جديدة من.\n\nهل ترغب في تحميل النسخة الجديدة?
Msg_Info_NoNewVersion=في الوقت الحالي Advanced Renamer لا توجد نسخة جديدة من.
Msg_Info_RevertChanges=هذا سيعيد كل ما غيرت  من خيارات الى الإعدادات الافتراضية.\n\nهل ترغب في الاستمرار?
Msg_Info_UndoHasEnded=من الأخطاء %d التراجع عن التسمية انتهى بـ.
Msg_Info_UndoSuccess=لقد تمت إعادة التسمية بنجاح.
MusicFile=ملف صوتي
Name=الإسم
NameAndExtension=الإسم و الإمتداد
NameCollisionRule_AppendImgSubsec=إلحاق الثواني الفرعية للصورة
NameCollisionRule_AppendNumber=إلحاق أعداد متزايدة
NameCollisionRule_AppendPattern=إلحاق نمط
NameCollisionRule_Fail=فشل
NewCase=حالة جديدة
NewFolder=مجلد جديد
NewName=اسم جديد
NewNumber=رقم جديد
No=لا
NoChange=لا تغيير
NoMethods=لم تستخدم أي طريقة.\n\nانقر فوق زر إضافة لإضافة طرق جديدة.
None=لا شيء
Nth1=الأول
Nth2=الثاني
Nth3=الثالث
Nth4=الرابع
Nth5=الخامس
Nth6=السادس
Nth7=السابع
Nth8=الثامن
Nth9=التاسع
NumberDifference=اختالف الرقم
NumberLength=طول الرقم
NumberPosition=مكان الرقم
NumericValueOrPattern=قيمة رقمية أو نمط البحث
Occurrence=ظهور
OK=جيد
OriginalFileNotFound=الملف الأصلي غير موجود
OriginalFileStillExists=الملف الأصلي لا يزال موجودا
OriginalFolderNotFound=المجلد الأصلي غير موجود
OriginalFolderStillExists=المجلد الأصلي لا يزال موجودا
Pattern=نمط
Poor=رديء
PopulateList=قائمة تعبئة
PreBatchScript=البرنامج النصّي قبل التسمية...
ReadOnly=للقراءة فقط
Readonly_Short=قراءة
RegEx_AnyChar=أي طابع
RegEx_CharList=الطابع وارد في قائمة الطوابع
RegEx_Digit=الطابع الرقمي
RegEx_EndLine=نهاية الخط
RegEx_Match0OrMore=تطابق 0 أو أكثر
RegEx_Match1Or0=تطابق 0 أو 1
RegEx_Match1OrMore=تطابق 1 أو أكثر
RegEx_MatchLeastNTimeNoMoreM=تطابق ن مرات على الأقل ولكن لا أكثر من م مرة
RegEx_MatchLeastNTimes=تطابق ن مرة على الأقل
RegEx_MatchNTimes=تطابق ن مرات
RegEx_NonCharList=الطابع غير وارد في قائمة الطوابع
RegEx_NonDigit=الطابع غير الأرقام
RegEx_NonWordChar=طابع غير الكلمات
RegEx_StartLine=بداية السطر
RegEx_SubAlternative=النمط الفرعي البديل
RegEx_SubGroup=مجموعة النمط الفرعي
RegEx_SubMatch=أول تطابق لنمط فرعي
RegEx_WordChar=طابع الكلمة
RemoveCount=إزالة الحصيلة
RenamedFileCouldNotBeFound=لا يمكن العثور على الملف المسمّى
RenamedFolderCouldNotBeFound=لا يمكن العثور على المجلد المسمّى
RenamedItem=العنصر المسمّى
RenamedItemPath=مسار العنصر المسمّى
RenumberChange=غيّر الى
RenumberChangeTypeAbsoluteText=العدد المحدد
RenumberChangeTypeRelativeText=نسبة إلى العدد الحالي
Replace=استبدال
ReplaceWith=استبدال بـ
SaveColumnSet=حفظ مجموعة العمود
SaveList=حفظ القائمة
Season=موسم
Sec=ثانية
SelectFolder=اختر مجلداً
SelectMethod=اختر طريقة.
Separator=فاصل
Set=مجموعة
ShowInWindow=أظهار في نافذة...
Skip=تخطي
StartingAt=البدء عند
Status=الحالة
Status_TestingNames=الحالة: اختبار الأسماء...
System=النظام
System_Short=نظام
Tag=شعار
TagCategoryAdvanced=شعار متقدم
TagCategoryChecksum=شعار اختباري
TagCategoryDateTime=شعارات الوقت و التاريخ
TagCategoryDateTimeCreated=شعارات وقت و تاريخ الإنشاء
TagCategoryDateTimeModified=شعارات وقت و تاريخ التعديل
TagCategoryDefault=الشعار الإفتراضي
TagCategoryFileSize=شعار حجم الملف
TagCategoryGPS=GPS شعار موقع الـ
TagCategoryID3=ID3/MP3 شعارات
TagCategoryImage=شعارات الصور
TagCategoryTVShow=عرض تلفازي
TagCategoryVideo=شعار الفيديو
TBShowlblEpisodesTitle="%s"اختر مواسم وحلقات لـ.
TextList=القائمة النصية
TextToBeReplaced=النص المراد استبداله
ToRemoveMoreThanOne=لإزالة أكثر من نمط استخدام  \\ لفصل النمط المختلف.
ToReplaceMoreThanOne=لاستبدال أكثر من عبارة واحدة \\ لفصل الأنماط المختلفة.
TrimCharacters=تقليم الأحرف
TypeNameForColumnSet=اكتب اسما لمجموعة العمود.
Unknown=غير معروف
Unset=غير مجموع
UpdateAvailable=تحديث متوفر. انقر للترقية.
UpperCase=تكبير كل الأحرف
UpperCaseFirstLetter=تكبير أول حرف فقط
UpperCaseFirstLetterInEveryWord=تكبير أول حرف من كل كلمة
UpperCasePattern=تعيين نمط إلى حالة التكبير
UseRegularExpressions=استخدم تعبيرات عادية
Value=قيمة
Video=فيديو
VideoFile=ملف فيديو
WithErrors=ملفات ذات أخطاء
WithoutErrors=ملفات خالية من أخطاء
WordSeperators=علامات الترقيم
Year=السنة
Yes=نعم
ZeroPadding=الحشو صفر
ZeroPadTypeAuto=تلقائي
ZeroPadTypeManual=يدوي
ZeroPadTypeNo=لا يوجد حشو
